{
    "serviceset":[ 
    {
        "id":"service1",
      "title": "Taxation",
      "para1": "Welcome to AMA TAX ACCOUNTANTS & BOOKKEEPERS, your trusted partner in tax services. We understand that navigating the complex world of taxation can be overwhelming and time-consuming. That's where we come in. Our team of experienced tax professionals is dedicated to helping individuals and businesses achieve their financial goals while maximizing tax benefits. Whether you're a small business owner, a freelancer, or an individual taxpayer, we have tailored solutions to meet your specific needs. With our in-depth knowledge of tax laws and regulations, we ensure accurate and compliant tax preparation and filing. We stay up to date with the latest industry trends and changes, so you can have peace of mind knowing that your taxes are in capable hands. Beyond tax preparation, we offer proactive tax planning strategies to minimize your tax liabilities and maximize your deductions. Our personalized approach allows us to identify opportunities for tax savings unique to your situation.",
      "para2": "At AMA TAX ACCOUNTANTS & BOOKKEEPERS, we pride ourselves on delivering exceptional client service. We strive to build long-lasting relationships based on trust, integrity, and confidentiality. Your financial success is our priority, and we go above and beyond to provide you with the guidance and support you need. Don't let tax season stress you out. Let us handle the complexities while you focus on what you do best. Contact us today to schedule a consultation and discover how our tax services can benefit you. Together, let's navigate the tax landscape and unlock financial opportunities.",
      "serviceList": [
        "Individuals Tax Returns", 
          "Capital Gains Tax (CGT)",
         " Rental Property Tax Returns ",
          "Sole Trader Tax Returns", 
          "Trust Tax Returns " ,
          "Partnership Tax returns ",
          "Company Tax Returns ",
          "SMSF Tax returns" ,
          "R&D Tax returns" ,
          "Division 7A",
          "BAS,Annual GST and IAS- preparation lodgement"

      ]
    },
     {
        "id": "service2",
        "title": "Accounting & Tax Planning",
        "para1": "We understand the importance of accurate financial management and strategic tax planning for individuals and businesses alike. Our team of experienced tax accountants is here to assist you in navigating the complex world of accounting and taxation.",
        "para2": "With our comprehensive range of services, we can help you streamline your financial processes, ensure compliance with tax regulations, and optimize your tax strategies to maximize savings. Whether you're a small business owner, an individual taxpayer, or a corporate entity, we have the knowledge and expertise to meet your specific needs.",
        "serviceList": [
          "Preparation of annual financial accounts",
          "Preparation of interim financial reports", 
          "Preparation of Retail Trading Accounts",
          "Preparation of Profit & Loss Accounts and Balance Sheet",
          "Budget, forecast preparation and monitoring.",
          "Cash flow reporting (Micro & Macro).",
          "Tax planning and Investment analysis" ,
          "Tax minimisation - individuals and businesses",
          "Establishing tax compliance business and investment structures"

        ]
      },
      {
        "id": "service3",
        "title": "Bookkeeping and Payroll",
        "para1": "We understand that managing your business's financial records can be a daunting task. That's why we offer comprehensive bookkeeping and payroll services to help you stay organized, compliant, and focused on what matters most – growing your business.",
        "para2": "Our team of experienced tax accountants and financial professionals is dedicated to providing accurate and timely bookkeeping solutions tailored to your unique needs. Whether you're a small startup, a growing business, or an established enterprise, we have the expertise to handle your financial records with precision and care.",
        "serviceList": [
          
          "Accounts payable",
          "Accounts receivable" ,
          "Bank Reconciliations Payroll processing",  
          "Cash flow and budget preparation",  
          "Single Touch Payroll",
          "PAYG - individuals and business"

        ]
      },
      {
        "id": "service4",
        "title": "Software Setup and Training",
        "para1": "We understand the importance of efficient bookkeeping software for your business, and we are here to help you tailor it to your specific needs. Our team of experienced tax accountants specializes in software setup and training, ensuring that you have the right tools and knowledge to manage your finances effectively.",
        "para2": "We are dedicated to providing top-notch software setup and training services to help you optimize your bookkeeping processes. With our expertise and personalized approach, you can focus on growing your business while we take care of your financial software needs. Contact us today to discuss how we can assist you in tailoring and mastering your bookkeeping software.",
        "serviceList": [
          
          "Tailoring bookkeeping software to suit your business",
          "XERO software setup and training" ,
          "MYOB, QuickBooks training"

        ]
      },
      {
        "id": "service6",
        "title": "Other services",
        "para1": "Whether you're starting a new venture or need assistance with ongoing compliance, we've got you covered. Our expertise includes Australian Company Number (ACN) registration, Business Name and Number (ABN) registration, as well as setting up trusts, partnerships, and other small business entities. We understand the intricacies of the local business landscape, ensuring a smooth and efficient process.",
        "para2": " Trust us to handle your superannuation obligations, offering compliance guidance and expert advice. Additionally, we specialize in annual reconciliations for Return to Work SA (formerly Workcover), ensuring your business meets its obligations. Let us support your business growth and success today.",
        "serviceList": [
          
          "Australian Company Number registration (ACN)",
          "Business Name and Number (ABN) registration " ,
          "Trust, Partnership and other small business set-up and registration",
          "Superannuation Obligations– compliance and advice",
          "Return to Work SA (formerly Workcover) – annual reconciliations."

        ]
      }
    ]
  }
  